
19999="Nederlands (dutch)"


; Cofiguration
20000="TaskSwitchXP Pro 2.0 Instellingen"
20002="Annuleer"
20003="Toepassen"

; Filters
20031="TaskSwitchXP Instelling bestanden (*.cfg)"


; Pages
20050="Algemeen"
20051="Uiterlijk"
20052="Takenlijst"
20053="Voorbeeld"
20054="Taak Info"
20055="Sneltoetsen"
20056="Uitzonderingen"
20057="Geavanceerd"
20058="Over..."

; Page descriptions
20070="Algemene Instellingen"
20071="Uiterlijk Instellingen"
20072="TakenLijst"
20073="Voorbeeld Instellingen"
20074="Taak Informatie"
20075="TaskSwitchXP Sneltoetsen"
20076="TaskSwitchXP Uitzonderingen"
20077="Geavanceerde Instellingen"
20078="Over TaskSwitchXP"


; General page
20100="Taal:"
20101="<a id=\"idLang\" href=\"\">Meer vertalingen...</a>"
20102="Gebruik afzonderlijke instellingen voor elke gebruiker "
20103="TaskSwitchXP mee opstarten met windows "
20104="Gebruik hoge prioriteit voor TaskSwitchXP"
20105="Check of Ms PowerToy TaskSwitcher loopt"
20106="Systeemvak iconen:"
20107="Toon TaskSwitchXP systeemvak icoon bij start"
20108="Gebruik aangepast icoon:"
20109="Minimalizeer naar systeemvak door rechtsklik op minimalizeerknop"
20110="voorkom automatisch verbergen van iconen in systeemvak"
20111="Voeg minimalizeren naar systeemvak toe aan de ALT-TAB lijst"

20120="Standaard herstellen"
20121="Laad..."
20122="Opslaan..."

; Appearance page
20200="Positie op scherm:"
20201="Toon op actieve monitor"
20202="Schaduweffect op TaskSwitchXP venster"
20203="Activeer transparantie voor TaskSwitchXP venster:"
20204="Activeer fade in animatie (in milliseconden):"
20205="Activeer fade out animatie (in milliseconden):"
20206="Voorkeur tekenmode:"
20207="XP Visuele stijl:"
20208="Klassieke stijl:"
20209="Verplicht TaskSwitchXP klasiieke stijl"
20210="Links-rechts veld volgorde"

; Position on screen
20270="Top - Links"
20271="Top - midden"
20272="Top - Rechts"
20273="Midden - Links"
20274="Gecentreerd"
20275="Midden - Rechts"
20276="Onder - Links"
20277="Onder - midden"
20278="Onder - Rechts"

; Modern XP skins
20280="Startmenu stijl (Standaard)"
20281="PowerToy TaskSwitcher stijl"
20282="eenvoudige venster stijl"
20283="Platte XP stijl"
20284="Zacht XP stijl"
20285="Taakbalk stijl"

; Classical skins
20290="Startmenu stijl (Standaard)"
20291="Platte Startmenu stijl"


; Task List page
20300="Lijst uiterlijk:"
20301="Aantal kolommen:"
20302="Breedte (in pixels):"
20303="Aantal lijnen:"
20304="Kleine iconen"
20305="Activeer tekstballon bij muis-over"
20306="Activeer cursorhand bij muis-over"
20307="Activeer selectie bij muis-over"
20308="Muiswiel omkeren"
20309="Selectie stijl:"
20310="selectie rechthoek weergeven"
20311="Tekst stijl en kleuren:"
20312="Lettertype:"
20313="Formaat:"
20314="B"
20315="I"
20316="Kleur index:"

; List views
20390="Iconen"
20391="Vertikale lijst"

; Selection styles
20380="Kader"
20381="Opgevulde rechthoek"
20382="Afgeronde rechthoek"

; Color indexes
20370="normale tekst"
20371="geselecteerde tekst"
20372="Achtergrond selectie"
20373="Gemarkeerde tekst 1"
20374="Gemarkeerde achtergrond 1"
20375="Gemarkeerde teks 2"
20376="Gemarkeerde achtergrond 2"


; Preview page
20400="Voorbeeld stijl:"
20401="\"Bureaublad\" Voorbeeld stijl"
20402="\"Venster\" Voorbeeld stijl"
20403="Taakbalk toevoegen aan voorbeeld"
20404="Teken alleen laatste popup venster van toepassing"
20405="Achtergrond bureaublad niet weergeven (oude v1.0 stijl)"
20406="Achtergrond bureaublad als achtergrond gebruiken"
20407="Teken rand rond voorbeeld"
20408="Centreer voorbeeld vertikaal"
20409="Toon geminimalizeerde venster koptekst in voorbeeld (*)"
20410="Transparante vensters niet weergeven in voorbeeld(*)"
20411="Breedte van voorbeeld (in pixels):"
20412="Vertraging van eerste voorbeeldweergave (in milliseconden):"
20413="voorbeeldbestanden niet in cache opslaan"
20414="Activeer voorbeeld live update (in milliseconds):"


; Info page
20500="Koptekst veld:"
20501="Lettertype:"
20502="Formaat:"
20503="B"
20504="I"
20505="Kleur:"
20506="Teken schaduw:"
20507="Diepte:"
20508="Kleur:"
20509="Toon toepassingsicoon in koptekst"
20510="Gebruik kleine Koptekst"
20511="Info veld:"
20512="Lettertype:"
20513="Font:"
20514="B"
20515="I"
20516="Kleur:"
20517="Teken schaduw:"
20518="Diepte:"
20519="Kleur:"
20520="Hoogte:"
20521="Formaat:"

; Info formats
20590="Geen"
20591="Taak nummer alleen"
20592="Proces ID"
20593="Proces Naam"
20594="Proces Naam  [PID]"
20595="Omschrijving programma "


; Hotkeys page
20600="Vervang standaard Windows Alt-Tab taakwisselaar"
20601="Activeer instanties wisselaar door Ctrl+Alt+[Shift]+Tab"
20602="Activeer Alt-Tab \"Plaktoets\"."
20603="Gebruik \"low-level keyboard hook\" om Alt-Tab te vervangen"
20604="TaskSwitchXP Bediening:"
20605="Toepassingen lijst:"
20606="Instanties lijst:"
20607="TaskSwitchXP instelling:"
20608="Toon/verberg systeemvak icoon:"
20609="TaskSwitchXP afsluiten:"
20610="Bijkomende sneltoetsen:"
20611="Minimalizeer naar systeemvak:"
20612="Herstel van systeemvak:"


; Exclusions page
20700="Nieuw..."
20701="Bewerk..."
20702="Verwijder"

; List groups
20780="Voorbeeld"
20781="Venster opsomming"

20790="Naam"
20791="Parameters"

; Advanced page
20800="Venster titel:"
20801="Gebruik de Titel van de hoofdtoepassing"
20802="Geavanceerde Instellingen uiterlijk:"
20803="Verwijder koptekst"
20804="Verwijder info veld"
20805="Systeemvak iconen acties:"
20806="Context menu:"
20807="Configuratie:"
20808="Toepassingen lijst:"
20809="Instanties lijst:"
20810="Configurator instellingen:"
20811="Configuratie venster altijd op voorgrond"
20812="Onthoud configuratievenster positie"
20813="Onthoud laatste configuratie pagina"
20814="Start TaskSwitchXP Bij start/Sluiten"

; Tray icon actions
20890="Geen"
20891="Linker muisklik"
20892="Linker muis dubbelklik"
20893="Midden muisklik"
20894="Midden muis dubbelklik"
20895="Rechter muisklik"
20896="Rechter muis dubbelklik"

; About page
20900="Vertaald door <a id=\"idTranslatorMail\" href=\"mailto:johan.mareen@gmail.com\">PintSki</a>...<a id=\"idTranslatorHome\" href=\"http://www.pintje.tk\">homepage</a>\r\nHelp keeping free/open source projects alive!"

; Exclusions dialog
22000="TaskSwitchXP Uitzonderingen"
22001="OK"
22002="Annuleer"
22003="Actieve toepassingen:""
22004="Bijwerken"
22005="Naam uitzondering:"
22006="Uizondering door:"
22007="Proces naam:"
22008="venster class:"
22009="venster titel:"
22010="Uitgezonderd:"
22011="voorbeeld"
22012="weergave in lijst"
22013="Geactiveerd"

22090="" ; Geen uitzondering
22091=">> Uitgezonderd van voorbeeld"
22092=">> Uitgezonderd van weergave in lijst"

; Configurator Errors
30000="TaskSwitchXP Instellingen fout"
30002="Kan TaskSwitchXP.exe niet starten! Controleer uw installatie."
30003="Kon instellingen niet opslaan in register. Controleer uw toegangsrechten."
30004="Kon instelling niet laden van bestand."
30005="Kon instellingen niet laden van bestand. Standaard instellingen worden gebruikt."
30006="Kon instellingen niet opslaan naar bestand."

; Hints for exclusion dialog
30100="Geen naam voor uitzondering"
30101="Gelieve de uitzondering een naam te geven."
30102="Geen parameters"
30103="Gelieve uitzonderingsparameter(s) op te geven"
30104="Geen proces naam"
30105="Gelieve een procesnaam op te geven."
30106="Geen venster class"
30107="Gelieve een venster class op te geven."

; Confirmations
30900="TaskSwitchXP Bevestiging"
30901="Er is meer dan 1 monitor actief op uw systeem.\r\nwenst u \"Window\" voorbeeldmode in te schakelen om alle voorbeelden vanaf secundaire monitor te bekijken?"


; TaskSwitchXP Language Strings

; Tray menu
31000="Toepassingen lijst"
31001="Instanties lijst"	
31002="Voorkeuren..."
31003="Afsluiten"

31020="Snelle voorkeursinstellingen"
31021="Verberg systeemvak icoon"
31022="Vervang Alt-Tab"
31023="Activeer Instanties wisselaar"
31024="Activeer Alt-Tab \"Plaktoets\" mode"
31025="Gebruik \"low-level keyboard hook\"."
31026="Nieuwe uitzondering..."

31050="Help"
31051="Documentatie"
31052="HomePage"
31053="Over TaskSwitchXP"

; Tray menu for minimized applications
31090="TSXP: %d Toep."
31091="Alles herstellen"
31092="Alles minimalizeren"
31093="Alles sluiten"
31094="Herstel"
31095="Minimalizeer"
31096="Sluiten"

; Task List menu
31110="Schakel naar"
31111="Minimalizeer"
31112="Minimalizeer naar systeemvak"
31113="Trapsgewijs"
31114="Horizontaal naast elkaar"
31115="Vertikaal naast elkaar"
31116="Herstel"
31117="Maximalizeer"
31118="Sluiten"
31119="Beeindig Proces"

; Common menu
31150="Toon Proces Info"
31151="Selecteer Alles"
31152="Selecteer Niets"
31153="Geselecteerd verwijderen"
31154="Sorteer volgens titel"
31155="Sorteer volgens toepassing"	

; Process Info mask
31500="Naam:  %s\r\nProces ID:  %u\r\n\r\nLooptijd:  %u:%02u:%02u\r\nCPU Tijd:  %u:%02u:%02u\r\n\r\nGeheugen gebruik:  %uK\r\nVM Formaat:  %uK"
31501="N/A" ; Proces informatie is niet beschikbaar..

; Confirmations
31900="TaskSwitchXP Bevestiging"
31901="TaskSwitchXP is reeds actief. wilt u het afsluiten?"
31902="Bent u zeker dat u TaskSwitchXP wil afsluiten?"
31903="Ms PowerToy TaskSwitcher is actief.\r\nWilt u deze afsluiten?"

; Errors
32000="TaskSwitchXP Fout"
32002="Initialisatie mislukt."
32003="Kan \"low level keyboard hook\" niet installeren."
32004="Kan sneltoets Alt+Tab of Alt+Shift+Tab niet registreren.\r\nEen andere toepassing gebruikt deze mogelijks al."
32005="Kan sneltoets Ctrl+Alt+Tab or Ctrl+Alt+Shift+Tab niet registreren.\r\nEen andere toepassing gebruikt deze mogelijks al."
32006="Kan ConfigTsXP.exe niet starten! Controleer uw installatie."

32500="Kan sneltoets niet registreren:\r\n\r\nNaam: %s\r\nModifiers: %02X\r\nVirtuele Code: %02X"
32501="TaskSwitchXP Afsluiten"
32502="Toon/verberg systeemvak icoon"
32503="TaskSwitchXP instelling"
32504="Toepassingen lijst"
32505="Instanties lijst"
32506="Minimalizeer venster naar systeemvak"
32507="Herstel van systeemvak"
